[{"published":true,"commentsallowed":true,"commentsclosed":false,"date":"2007-08-16 13:53","title":"Pecha Kucha - komm' zum Punkt, baby!","category":{"_id":"5b5de9d02bff0doc1463198807","link":"categories","display":"Außergewöhnliches"},"image":"","content":"<p align=\"center\"><img src=\"/cockpit/storage/uploads/twoday/pechakucha.jpg\" alt=\"pechakucha\"></p>\nWer hat nicht schon selbst einmal während einer Powerpoint-Präsentation still darum gefleht, dass den Vortragenden bei der nächsten Folie der Schlag trifft oder sein Notebook mitfühlend in Rauch aufgeht. Manche Slideshow-Virtuosen kommen einfach nicht zum Punkt und quälen ihre Zuhörer mit langweiligem Content und nicht enden wollenden PPT-Orgien (running gag: \"25 Slides pro Sekunde sind ein Film\").\n\nDie Erlösung heißt \"Pecha Kucha\". Die Regeln erinnern in ihrer Schlichtheit an die aus Mad Max' Donnerkugel: 20 Slides à 20 Sekunden = 6min 40sek maximale Präsentationszeit. Was du bis dahin nicht rübergebracht hast, wird niemand mehr hören. Und wenn du langweilst, pfeift dich das Publikum schon früher von der Bühne. Das Leben wird härter - auch für Powerpoint-Präsentatoren.\n\nWeltweit treffen sich Kreative und Kommunikative abends um 20:20 Uhr und zelebrieren das 20/20-Prinzip. Erfunden hat das strenge Korsett ein Tokioter Architektenpaar, die in 2003 einen kreativen Vortragsabend planten, aber sich vor trockenen und zeitraubenden Präsentationen scheuten. Seither gewinnt die Idee immer mehr Anhänger. Auf Pecha-Kucha-Abenden kann jeder Referent sein, der etwas Interessantes zu erzählen hat: Fotografen, Künstler, Designer bis hin zum Unternehmer, der seine Geschäftsidee vorstellen und testen will.\n\nPecha-Kucha-Abende gibt es regelmäßig in Berlin, Köln und jetzt auch in Hamburg. Wer mehr erfahren möchte, der findet unter <a href=\"http://www.pechakucha.de\">www.pechakucha.de</a> Berichte und Beispielvorträge aus bisherigen 20/20-Veranstaltungen und bleibt mit der möglichen Newsletteranmeldung immer bestens informiert.\n\nNeon!\n","basename":"pecha-kucha-komm-zum-punkt-baby-4169457","counter":{"reads":751,"comments":13,"hearts":0},"tags":[],"_by":"5adde22c7570adoc870115298","_modified":1532881365,"_created":1532881365,"_id":"5b5de9d54a7d8doc185774733"},{"published":true,"commentsallowed":true,"commentsclosed":false,"date":"2007-08-14 16:18","title":"Wie man Wurmlochphänomene in der Waschmaschine bekämpft","category":{"_id":"5b5de9d02bff0doc1463198807","link":"categories","display":"Außergewöhnliches"},"image":"","content":"<p align=\"center\"><img src=\"/cockpit/storage/uploads/twoday/zauberkreis.jpg\" alt=\"zauberkreis\"></p>\nAus dem St. Anna Hospital in Dortmund erreicht mich folgende Google-Suchanfrage: \"Kann eine EC Karte in der Waschmaschine verschwinden?\". Die schreckliche und zunächst beängstigende Antwort ist \"Ja!\". Und das kommt so: Unter ungünstigen Bedingungen (wie falsches Waschmittel, unpassende Temperatureinstellung, unmodische Kleidung oder auch gefährlich hohe Polypropylenanteile) entstehen bei der Trommelrotation während des Schleudergangs extreme Gravitationskräfte, die am besten mit denen eines schwarzen Lochs vergleichbar sind.\n\nDurch das in der Folge nur für Sekunden entstehende <a href=\"http://de.wikipedia.org/wiki/Wurmloch\">Wurmloch</a> treffen z.B. Socken- aber auch EC-Kartenmaterie auf ihre <a href=\"http://de.wikipedia.org/wiki/Antimaterie\">Antimaterie</a>, wodurch sie sich erst gegenseitig kurzfristig annihilieren und dann mit Überlichtgeschwindigkeit in eine geheime Kammer direkt hinter dem Flusensieb gebeamt werden, wo sie sich nach kurzer Wartezeit wieder materialisieren. Für die mit der Welt der Antiiteilchen und der relativitätstheoriegestützten Raum-/Zeitkrümmung nicht vertrauten Laien sei gesagt, dass an der Stelle noch nichts verloren ist!\n\n<b>Lösungshinweise:</b> Besorgen Sie sich einen Kreuzschlitzschraubenzieher und bauen Sie erst das Flusensieb, dann das Glasbullauge und auch die dahinter liegende Trommel vollständig aus. Numerieren Sie alle ausgebauten Teile fein säuberlich durch - das erleichtert später den Wiedereinbau. Durchtrennen Sie vorsichtig das Kabel der elektronischen Unwuchtsperre! Zeichnen Sie vor die Waschmaschine einen magischen Zauberkreis (siehe oben) und anschließend außerhalb des Kreises 9 Pentagramme in gleichem Abstand. Auf den Kreis können Sie Namen schreiben, die Ihnen weiteren Schutz vor dem personifizierten Bösen in Ihrer Waschmaschine verleihen, z.B. \"Neon\", \"Calgon\", \"Persil\" oder auch \"Ariel flüssig\".\n\nZiehen Sie die Maschine danach in den Zauberkreis und starten Sie das Buntwäsche/Pflegeleicht Programm. Warten Sie 3 Stunden - auch wenn Sie glauben, es passiere nichts. Ziemlich genau nach weiteren 5 Stunden sollten die verschwundenen Gegenstände mit einem lauten Knall neben dem ausgebauten Flusensieb zu liegen kommen. Falls nicht, sollten Sie jetzt Ihre Bank anrufen und eine Ersatz-EC-Karte bestellen. Und wenn Sie den Bankberater schon mal an der Strippe haben: Fragen Sie gleich nach einem Konsumentenkredit für eine neue Waschmaschine. Sicher ist sicher!\n\nNeon!\n","basename":"wie-man-wurmlochphaenomene-in-der-waschmaschine-bekaempft-4163886","counter":{"reads":1154,"comments":4,"hearts":0},"tags":[],"_by":"5adde22c7570adoc870115298","_modified":1532881365,"_created":1532881365,"_id":"5b5de9d53e24bdoc685644923"},{"published":true,"commentsallowed":true,"commentsclosed":false,"date":"2007-07-24 19:03","title":"Why does faith deserve respect?","category":{"_id":"5b5de9d02bff0doc1463198807","link":"categories","display":"Außergewöhnliches"},"image":"","content":"Sehenswerter YouTube-Beitrag für Atheisten und andere der Religion und ihren Wirkungen kritisch gegenüber stehenden Menschen. Meine Lieblingsstelle ist diese:\n\n<blockquote>\"It [faith] is an act of will, it's not a state of grace, it's a state of choice, because without evidence, you've got no reason to believe apart from your willingness to believe. So why is that worthy of respect any more than your willingness to poke yourself in the eye with a pencil.\"</blockquote>\n\n<object width=\"425\" height=\"350\"><embed src=\"http://www.youtube.com/v/WPAC_cGVnUg\" type=\"application/x-shockwave-flash\" wmode=\"transparent\" width=\"425\" height=\"350\"></embed></object>\n","basename":"why-does-faith-deserve-respect-4102229","counter":{"reads":478,"comments":0,"hearts":0},"tags":[],"_by":"5adde22c7570adoc870115298","_modified":1532881365,"_created":1532881365,"_id":"5b5de9d531861doc1767309888"},{"published":true,"commentsallowed":true,"commentsclosed":false,"date":"2007-07-23 17:53","title":"Linguistisches Rätsel","category":{"_id":"5b5de9d09dabadoc1231674246","link":"categories","display":"Wort des Tages"},"image":"","content":"<p align=\"center\"><img src=\"/cockpit/storage/uploads/twoday/saywhat.jpg\" alt=\"saywhat\"></p>\nIn einem gestrigen Telefonat unterbrach meine Fernsprechpartnerin für einen Moment ihre ansonsten überwiegend verständlichen Lautäußerungen, richtete ihr Wort offensichtlich an eine leicht entfernt stehende Person ihres sozialen Umfelds und sprach diese mit folgendem kryptisch-anmutenden Satz an:<p><center><b>I kom no au na!</b></center></p>\n<i>Frage:</i> Ist dies\na. die Frage einer aufgeregten Vietnamesin nach der aktuellen Uhrzeit?\nb. die ghanaische Informationsweitergabe, dass das Gespräch gleich zu Ende ist?\nc. die Auskunft einer Schwäbin, was sie nach Beendigung des Gesprächs zu tun gedenkt?<br />\nNur aufgrund meiner intimen Kenntnis ihrer Nationalität war mir selbst die Aufklärung dieses linguistischen Rätsels möglich.\n","basename":"linguistisches-raetsel-4098444","counter":{"reads":835,"comments":9,"hearts":0},"tags":[],"_by":"5adde22c7570adoc870115298","_modified":1532881365,"_created":1532881365,"_id":"5b5de9d5259c7doc1647127054"},{"published":true,"commentsallowed":true,"commentsclosed":false,"date":"2007-07-19 19:50","title":"Ich weiß, was du letzten Sommer getan hast!","category":{"_id":"5b5de9d0341badoc1134167214","link":"categories","display":"Entgleisungen"},"image":"","content":"<p align=\"center\"><img src=\"/cockpit/storage/uploads/twoday/Muecke.jpg\" alt=\"Muecke\"></p>\nIst „Sommer“ Ihre Lieblings-Jahreszeit? Also meine ist es definitiv nicht, zumindest nicht mit diesen Kalahari-Temperaturen. Ich mag es nicht, wenn ich morgens beim Zähneputzen schon erste Schweißperlen auf meiner Stirn entdecke. Ich schätze es auch nicht, wenn man draußen langsam am lebendigen Leib gedünstet wird, während man beim Eintritt in klimatisierte Räume eilig zu einem Klumpen Eis heruntergekühlt wird. Dies entspricht einfach nicht meiner Vorstellung von angenehmer, produktiver Temperierung. So minimiert sich zwangsläufig mein jetziger Lebensraum auf einen Umkreis von 5m um einen auf Stufe 3 laufenden Standventilator. Sommer ist hart!\n\nAber die Hitze hat auch unbestreitbare Vorteile! Es gibt dieses Jahr viel weniger Mücken! Ich erinnere mich noch genau an letztes Jahr, wie sie sich in den schwülen, heißen Sommerabenden in Schwärmen in der Nähe sammelten, kurz tuschelten während sie mit ihren kleinen, gemeinen Stechkanülen kichernd auf mich zeigten und dann später in der Nacht wie in Hitchcock’s „Die Vögel“ über mich herfielen und von meinem süßen Blut eine wilde Party feierten. \n\nIn einer Nacht in diesem letzten Sommer beschloss ich, nicht mehr das Ende der Nahrungskette für Mücken zu sein. Es kam völlig überraschend für sie. Sie kannten nur Neon, den leckeren Blutsauger-Snack, aber hatten nicht mit Neon, dem eiskalten Mücken-Terminator, gerechnet! Sie müssen aschfahl um den Stechrüssel gewesen sein, als plötzlich das Licht anging, ich wild entschlossen aus dem Bett sprang, das gerollte Handtuch schon in der Hand, und ihnen ein martialisches „Ei ähm bäck!“ entgegen schrie (in bester Arnie-Manier). Es herrschte sekundenlange Stille und ich schaute ruhig und kristallkalt abwechselnd in ca. 358 Mückenaugen. Dann brach die Hölle los und das Blutbad begann. In dieser Nacht kannte ich keine Gnade. \n\nSchließlich schlief ich irgendwann entkräftet ein und erwachte morgens... - wie immer ausgesaugt und blutleer. Und doch konnte ich die Erfolge meiner heroischen Schlacht an den platten Mückenleichen an der weißgetäfelten Holzdecke unter dem Dach ablesen. Und ich dachte: „Ja, Neon, du bist ein großer Kämpfer! Sie wollen dich fertig machen und vielleicht schaffen sie es, aber du wirst ihnen deine Haut teuer verkaufen! Man wird deinen Namen mit Respekt und Ehrfurcht in der Mückenwelt raunen!“. Das war ein gutes Gefühl!\n\nDiesen Sommer ist es anders. Kein Mückenschwarm traut sich in die Nähe meines blutgefüllten Körpers. Bis auf eine! Die ist irgendwo geschlüpft und hat den Weg in mein Schlafzimmer gefunden. Morgens erwache ich mit perfiden Stichen in Ohrläppchen oder Kinn. Ich habe mich stundenlang auf die Lauer gelegt, mich als Köder ausgelegt und mit schmalen Schlitzaugen nach ihr geblinzelt. Aber ich erwische sie nicht. Sie ist verdammt schlau und verschlagen. Sie flüstert: „Ich weiß, was du letzten Sommer getan hast!“. Ich vermute, sie will blutige Rache für ihre erfolgloseren, toten Kameraden vom vorigen Jahr.  \n\nSie ist eine Frau, die mit mir spielt. Ich werde sie nicht unterschätzen. Aber irgendwann werde ich sie stellen. Der Sommer ist noch verdammt lang. Bald wird sie nachlässig werden und einen Fehler machen. Und eines Nachts werde ich ihr zum Showdown Auge in Auge gegenüberstehen. Ihr weiblicher Rüssel wird aschfahl sein und sie wird spüren, dass sie mich zum letzten Mal gestochen hat. Und ich werde flüstern: „Hastalavista, baby!“. Und dann wird es schwarz um ihre Augen werden...\n\nNeon!\n","basename":"ich-weiss-was-du-letzten-sommer-getan-hast-4087778","counter":{"reads":1337,"comments":22,"hearts":0},"tags":[],"_by":"5adde22c7570adoc870115298","_modified":1532881365,"_created":1532881365,"_id":"5b5de9d51996bdoc1759188302"},{"published":true,"commentsallowed":true,"commentsclosed":false,"date":"2007-07-09 19:48","title":"Top10 - Der krass-unerholsame Urlaub","category":{"_id":"5b5de9d07461fdoc1385297059","link":"categories","display":"Neons Top10 List"},"image":"","content":"<p align=\"center\"><img src=\"/cockpit/storage/uploads/twoday/top10jul.jpg\" alt=\"top10jul\"></p>\nJetzt ist es ganz sicher! Das personifizierte Böse klebt an meinen Fersen und hat mich sogar in den Urlaub verfolgt! Hier der aktuelle Beweis anhand der\n\n<b>Top 10 Gründe, woran sie erkennen, dass Ihr Urlaub keine Erholung wird:</b><ol>\n  <li>\n  <p style=\"margin-bottom: 6\">Sie setzen vom wunderbar sonnigen Festland auf eine dunkelschwarze Insel im Dauerregen über.</li>\n  <li>\n  <p style=\"margin-bottom: 6\">Sie sehen das Meer stets nur von weitem, da bei jedem Ihrer Strandbesuche böses Niedrigwasser herrscht.</li>\n  <li>\n  <p style=\"margin-bottom: 6\">Die Landbäcker-Verkäuferin begrüßt Sie jeden Morgen mit \"Bevor Sie ankamen, war das Wetter gut!\".</li>\n  <li>\n  <p style=\"margin-bottom: 6\">Sie müssen öfter selbst kochen als zuhause, da alle Restaurants auf der Insel schon um 21:00 Uhr schließen.</li>\n  <li>\n  <p style=\"margin-bottom: 6\">Sie können sich nicht mehr erinnern, wann Sie sich zum letzten Mal mit Sonnenschutzmittel eingecremt haben.</li>\n  <li>\n  <p style=\"margin-bottom: 6\">Das angebotene Kulturprogramm zwischen Bibeltreff, offenem Singen und Dorf- sowie Kirchenführung trifft nicht ganz ihren Geschmack.</li>\n  <li>\n  <p style=\"margin-bottom: 6\">Sie werden ein beliebtes Mobbing-Opfer gemeiner Sturzkampfmöwen und barfußgeiler Killer-Quallen.</li>\n  <li>\n  <p style=\"margin-bottom: 6\">Sie beginnen darauf zu verzichten, nachts Ihre Gummistiefel auszuziehen.</li>\n  <li>\n  <p style=\"margin-bottom: 6\">Sie verpassen auf der Rückfahrt erst die gebuchte Fährverbindung und geraten danach in einen 20km Stau vor'm Elbtunnel. Argh!</li>\n  <li>\n  <p style=\"margin-bottom: 6\">Und der offensichtlichste Grund, woran Sie erkennen, dass Ihr Urlaub kontraproduktive Auswirkungen auf Ihren Gemütszustand hat:<br /><br />Sie träumen wiederholt von einem trockenen, ruhigen und warmen Urlaubsaufenthalt in <a href=\"http://117plus.twoday.net/\">117+</a>!</li>\n</ol>\n","basename":"top10-der-krassunerholsame-urlaub-4052699","counter":{"reads":1763,"comments":7,"hearts":0},"tags":[],"_by":"5adde22c7570adoc870115298","_modified":1532881365,"_created":1532881365,"_id":"5b5de9d50d7fbdoc1951153351"},{"published":true,"commentsallowed":true,"commentsclosed":false,"date":"2007-06-22 23:11","title":"Weg","category":{"_id":"5b5de9d09dabadoc1231674246","link":"categories","display":"Wort des Tages"},"image":"","content":"<p align=\"center\"><img src=\"/cockpit/storage/uploads/twoday/Foehr.jpg\" alt=\"Foehr\"></p>\nIch bin dann mal weg. Nee, nicht Jakobsweg. Und ich werd' auch kein Buch drüber schreiben. Vielleicht aber eins lesen. Oder zwei. Und mich auf den Dünen in den weichen Sand fallen lassen. Und dann in mich murmeln: \"Keine Termine. Keine Hektik. Kein Stress. Keine Kompromisse. Kein anderes Bier.\". Und dann fünf gerade sein lassen. \n\nNeon!\n","basename":"weg-3950923","counter":{"reads":1157,"comments":6,"hearts":0},"tags":[],"_by":"5adde22c7570adoc870115298","_modified":1532881364,"_created":1532881364,"_id":"5b5de9d4e8d44doc572337667"},{"published":true,"commentsallowed":true,"commentsclosed":false,"date":"2007-06-14 18:39","title":"Top10 - Das personifizierte Böse","category":{"_id":"5b5de9d07461fdoc1385297059","link":"categories","display":"Neons Top10 List"},"image":"","content":"Es ist Zeit für eine neue Blog-Sparte! <a href=\"http://www.cbs.com/latenight/lateshow/top_ten/index/php/20070613.phtml\">Letterman</a> hat eine, Bücher haben eine, <a href=\"http://www.geilekarre.de/top10.php\">geileKarre.de</a> hat eine und RTL hat definitiv zuviele davon. Zeit also für eine neue Top10-Liste:\n\n<b>Die Top 10 Gründe, woran sie erkennen, dass es das personifizierte Böse auf Sie abgesehen hat!</b><ol>\n  <li>\n  <p style=\"margin-bottom: 6\">Ihre Brotbackmaschine weigert sich auch nach dem 476.sten Versuch beharrlich, außer Teigklumpen oder Vollkruste etwas Sinnvolles zu produzieren!</li>\n  <li>\n  <p style=\"margin-bottom: 6\">Ihr Hund apportiert schwanzwedelnd Ihren ansonsten gut versteckten Lieblings-Freudenstab während Sie mit Ihrem neuen Chef und seiner prüden Frau zuhause den Aperitif zu sich nehmen.</li>\n  <li>\n  <p style=\"margin-bottom: 6\">Sie bekommen innerhalb einer Woche 3 Park-Knöllchen und 2 Anzeigen wegen Geschwindigkeitsübertretung (ja, so was gibt's!)!</li>\n  <li>\n  <p style=\"margin-bottom: 6\">Im Bermuda-Dreieck Ihrer Waschmaschine verschwinden seit Monaten bei jedem Waschgang mindestens 2 Socken von unterschiedlichen Strumpfpaaren!</li>\n  <li>\n  <p style=\"margin-bottom: 6\">Sie verpassen den Paketbriefträger immer garantiert um 5min und dürfen alle 2 Tage quer durch die Stadt zum Hauptpostamt zur Abholung fahren!</li>\n  <li>\n  <p style=\"margin-bottom: 6\">Ihr Videorekorder zeichnet trotz anders lautender Programmierung stets das &quot;Wort zum Sonntag&quot; auf!</li>\n  <li>\n  <p style=\"margin-bottom: 6\">Ihr Auto-Navigationssystem ist ein Werk Satans, weil es jedes Mal ca. 5km vor Erreichung des Ziels mit einem CD-Lesefehler abstürzt!</li>\n  <li>\n  <p style=\"margin-bottom: 6\">Ein Beamter des Flensburger Zentralregisters ruft Sie an, bedankt sich für Ihre arbeitsplatzsichernden Straßenverkehrsvergehen und erklärt Sie zum Sünder des Monats!</li>\n  <li>\n  <p style=\"margin-bottom: 6\">Bei einem pragmatischen EC-Karten-Training für Ihren Sohn wird Ihre EC-Karte eingezogen und sofort geschreddert, weil er am Bankautomaten 3x die falsche Pin-Nummer eingetippt hat!</li>\n  <li>\n  <p style=\"margin-bottom: 6\">Und der offensichtlichste Grund, woran Sie erkennen, dass Ihnen das personifizierte Böse auf den Fersen ist:<br /><br />Alle Ihre Blog-Kommentare bei <a href=\"http://mmm.twoday.net/\">Frau Araxe</a> und <a href=\"http://eugenefaust.twoday.net/\">Eugene Faust</a> landen sofort und automatisch in <a href=\"http://117plus.twoday.net/\">117+</a>! ;) </li>\n</ol>\n","basename":"top10-das-personifizierte-boese-3841215","counter":{"reads":1891,"comments":11,"hearts":0},"tags":[],"_by":"5adde22c7570adoc870115298","_modified":1532881365,"_created":1532881365,"_id":"5b5de9d500fdddoc63807701"},{"published":true,"commentsallowed":true,"commentsclosed":false,"date":"2007-06-13 01:56","title":"Reiki im Streichelzoo oder Urschrei beim Kloputzen?","category":{"_id":"5b5de9d05c09edoc1743428714","link":"categories","display":"Nachtgedanken"},"image":"","content":"<p align=\"center\"><img src=\"/cockpit/storage/uploads/twoday/streichelzoo.jpg\" alt=\"streichelzoo\"></p>\nVorab gesagt: Ich lerne gerne dazu! Ich bin wirklich offen für Vieles! Ich halte mich für einen neugierigen, kosmopolitischen Ausprobierer, ich mag andere Kulturen (z.B. links- wie rechtsdrehende Yakult-Joghurte, oder Anders-„Gelabelte“ im Sportstudio, etc.), bin weltoffen erzogen und verurteile aufs Schärfste das Anbehalten von schwarzen Socken während <strike>der „Fortpflanzungsroutine“</strike> des Liebesakts!  OK, so weit, so gut! Alles ganz normal bis jetzt!\n\nUnd doch gibt es Dinge, da haken sich auch meine Synapse aus! Bzw. sie schließen sich erst gar nicht! Sie weigern sich einfach, sich zu verbinden, Dinge zu akzeptieren und hinzunehmen, die viele als glaubwürdig oder als simples Faktum ansehen. \n\nMag sein, dass Kornkreisfiguren von Außerirdischen gemacht werden! Ich glaube es nicht! Mag sein, dass Nostradamus und die seltsamen Menschen, die am Bahnhof den „Wachtturm“ verkaufen, den baldigen Weltuntergang vorhersagen! Mag sogar sein, dass ein hypothetischer Lieblingsschutzengel mir einen freien Parkplatz im Stadtkern besorgen kann, wenn ich schnell noch Sushi von meinem Lieblingsjapaner brauche. Schön, schön, vielleicht red’ ich nur falsch mit ihm! Aber das ist ja lange nicht alles!!!\n\nFühle ich mich tagsüber mal lustlos, erschöpft und gestresst, kommt sicher jemand um die Ecke und bedeutet mir, ich habe die falsche Einstellung zu mir und meinem Leben. Oder mir fehle ein Traumfänger-Windspiel über’m Frühstückstisch! Oder mein Bett stünde wohl grade auf einer bösen Wasserader! Und wenn Feng Shui nicht reichen sollte, bräuchte ich wohl dringend einen Rosenquarz-Heilstein, mit dem ich mich bei einem warmen Tässchen Bachblütentee selbst abreibe, nachdem ich glücklich vom Emotionsmanagement-Seminar zurück bin. \n\nUnd wenn ich dann entgegne, das hielte ich aber für etwas übertrieben, dann ernte ich mitleidige Blicke nach dem Motto „Der ist wohl unvollständig reinkarniert worden!“ oder „Bei dem ist das Aura-Foto wohl unterbelichtet geblieben!“. Und ich frage mich dann, warum immer mehr Menschen die Brüche und Probleme in unserer Gesellschaft ins Transzendente verlagern, sich zurückziehen ins private Innere (für Blogger eh irrational) und als höchsten Ausdruck ihrer gesellschaftlichen Mitwirkung einen gruppendynamischen Lach- und Streichelkurs besuchen. Und dann bezweifle ich auch relativ überzeugt, dass stundenlange Yogaübungen im Schneidersitz, andächtiges Meditieren vor einem Chakra-Fensterbild oder das verzückte Knabbern an Himalaya-Kristallsalzbröckchen (1000gr für nur €9,50) auch nur irgendein wichtigeres Problem lösen.\n\nAber ich lerne ja gerne dazu! Ich bin wirklich offen für ne Menge! Am Sonntag werde ich daher einen Esoterik-Tag einlegen! Am Vormittag treffe ich die Reiki-Gruppe im lokalen Streichelzoo und nachmittags hab’ ich mein erstes Selbsterfahrungsseminar „Urschrei beim Kloputzen“. Ich hoffe nur, mein persönlicher Verkehrsengel findet einen freien Parkplatz vor der VHS! \n \nNeon!\n","basename":"reiki-im-streichelzoo-oder-urschrei-beim-kloputzen-3830992","counter":{"reads":1363,"comments":6,"hearts":0},"tags":[],"_by":"5adde22c7570adoc870115298","_modified":1532881364,"_created":1532881364,"_id":"5b5de9d4dca6edoc2002930728"},{"published":true,"commentsallowed":true,"commentsclosed":false,"date":"2007-05-20 16:42","title":"Wie begeht man(n) den Prostata-Tag?","category":{"_id":"5b5de9d09dabadoc1231674246","link":"categories","display":"Wort des Tages"},"image":"","content":"<p align=\"center\"><img src=\"/cockpit/storage/uploads/twoday/prostata.jpg\" alt=\"prostata\"></p>\nDie Zunahme gesellschaftlicher Respektbezeugungen für Männer in ihren besten Jahren will derzeit nicht abreissen. Zuerst ergab ich mich am 17.5. wohlwollend dem Vatertag - nun streichelt am 22.5. der jüngst eingerichtete Prostata-Tag mein männliches Ego. \n\nAls überzeugter Vater und ausgewiesener Prostatabesitzer nehme ich diese rasante Refokussierung auf Männer als gesellschaftlich wertvolle und vor Krankheit zu bewahrende (weil erhaltungswerte) Spezies mit Freude und sanfter Genugtuung zur Kenntnis.\n\nDoch schon eröffnet sich die nächste Herausforderung: Wie begeht man(n) am besten einen Prostata-Tag? Wie erfüllt man diese neue Möglichkeit der Thematisierung männlicher Inhalte mit Leben? \n\nWäre es z.B. angemessen, wenn ich in diesem Rahmen zu einem \"Tag der offenen Tür\" aufrufe oder könnte das - sagen wir in Köln - falsch verstanden werden?\n\nErlaube ich protagonistischen und generell neugierig-interessierten Bildungsbürgern beiderlei Geschlechts unter Verwendung wohlgeformten technischen Geräts und in Anlehnung an die allseits verehrte Annie Sprinkle einen Blick auf meine fröhlichrosa-knackfrische Prostata - bzw. was dafür gehalten wird?\n\nVersammle ich meine besten Männerfreunde um mich und ziehe mit Ihnen lautstark und plakativ zum nächsten Proktologen, um für den Sinn regelmäßiger Vorsorgeuntersuchungen zu demonstrieren und schließlich durch eigenes, williges Bücken vorzuleben? \n\nKönnte es für die Männerbewegung hilfreich sein, wenn ich Susan Stahnke bitte, einen Film von meiner feiertäglichen Prostata-Untersuchung für das \"Gesundheitsmagazin Praxis\" zu erstellen. Und würde sie sich damit endgültig einen Platz in der Welt medizinisch-unterhaltender Kurzfilme sichern? \n\nOder wäre soviel Öffentlichkeit kontraproduktiv und würde aufstrebenden Psychologiestudentinnen nur Anlass geben, mir im Rahmen ihrer mitfühlenden Diplomarbeit eindringliche, mit hochgezogener Augenbraue formulierte Fragen ob meiner extrovertierten Prostata-Fixierung zu stellen?\n\nSoll ich also das Risiko eingehen, irgendwann womöglich nur noch mit Plastiktüte über dem Kopf durch ALDI gehen zu können oder lieber den Tag in trauter Zweisamkeit und stiller Verehrung für meine exokrine Drüse verbringen?\n\nZielführende Ratschläge sind gerne willkommen.\nNeon!\n","basename":"wie-begeht-mann-den-prostatatag-3747837","counter":{"reads":3852,"comments":19,"hearts":0},"tags":[],"_by":"5adde22c7570adoc870115298","_modified":1532881364,"_created":1532881364,"_id":"5b5de9d4d0c8ddoc2025131267"},{"published":true,"commentsallowed":true,"commentsclosed":false,"date":"2007-05-10 16:16","title":"Streikwochen","category":{"_id":"5b5de9d09dabadoc1231674246","link":"categories","display":"Wort des Tages"},"image":"","content":"Lese gerade, dass ver.di nach dem Urabstimmungsergebnis von 96,5% die Telekom-Beschäftigten zu einem flächendeckenden Streik aufruft. Dabei drängt sich mir ein Gedanke auf: Wie peinlich wäre das denn, wenn die Kunden draußen den Unterschied gar nicht bemerken?\n\nNeon!\n","basename":"streikwochen-3711692","counter":{"reads":1083,"comments":17,"hearts":0},"tags":[],"_by":"5adde22c7570adoc870115298","_modified":1532881364,"_created":1532881364,"_id":"5b5de9d4c4748doc1752656985"},{"published":true,"commentsallowed":true,"commentsclosed":false,"date":"2007-05-09 13:05","title":"May's Official \"Tragic Proof of a Missing 'Why?' Chromosome\" Price","category":{"_id":"5b5de9d064e46doc434202120","link":"categories","display":"Neon-Award"},"image":"","content":"<p align=\"center\"><img src=\"/cockpit/storage/uploads/twoday/Award07Mai.jpg\" alt=\"Award07Mai\"></p>\nMenschen mit bedingt funktionsfähiger DNA folgen oft sehr fragwürdigen Handlungsmustern. Das fehlende \"Warum?\"-Chromosome versagt ihnen gleichsam die Möglichkeit, ihre Vorhaben auf einen Restinhalt von Vernunft abzuklopfen, sie bis zu Ende zu durchdenken (wir erinnern uns an Steven Covey's <a href=\"http://www.whitedovebooks.co.uk/7-habits/7-habits.htm\">7 Habits of highly effective people</a>: \"Always begin with the end in mind\"), mögliche Folgen des kommenden Geschehens abzuwägen sowie Chancen und Risiken in ein einigermaßen ausgeglichenes und potenziell lohnendes Verhältnis zu bringen.\n\nDies ließe sich ohne Abschwächung auch für meinen Mai-Preisträger der \"Monthly Proof of a Missing 'Why?' Chromosome\"-Auszeichnung sagen, seines Zeichens stolzer Fahrer eines weißen Golfs, daneben ambitionierter Kölner Mittdreißiger und Aquariumbesitzer mit sanftem Hang zu kleptomanischen Abenteuern. \n\nEben jener versuchte an einem schönen Sonntagmorgen des zu Ende gehenden Aprils kostengünstig einer bedeutenden Menge Bausteine habhaft zu werden, die er gegen 8 Uhr morgens began, in seinen mitgeführten Golf zu laden, nachdem er den mobilen Bauzaun einer privaten Baustelle zwecks besserer Habhaftwerdung zur Seite geschoben hatte.\n\nAbgesehen von der Tatsache, dass der Mann bei dieser kleptomanischen Inbesitznahme kontinuierlich von einem aufmerksamen Nachbarn beobachtet wurde (der selbstredend sofort die Polizei veständigte), brachte die auf 1 Kubikmeter angewachsene Menge schwerer Bausteine den VW Golf zunehmend in arge Bedrängnis, worauf dieser nachvollziehbar mit einer signfikanten Verringerung des Bodenabstands antwortete.\n\nMit diesem so tiefergelegten Golf versuchte unser Preisträger, seine steinige Beute und sich in Sicherheit zu bringen, was jedoch bereits die nächste Bodenwelle durch passiven Widerstand zu verhindern wusste, da sie den Unterboden und Benzintank des unfreiwillig flachen Golfs in einer nicht zu ignorierenden Länge aufriss. Die folgende unplanmäßige Selbstentleerung des Benzintanks hinderte den immer mehr die Contenance verlierenden Abenteurer an einer Weiterfahrt, verhalf jedoch zu der spontanen Entscheidung, die geladenen Bausteine auf den an der Seite befindlichen Grünstreifen zu entladen und sein nicht mehr fahrbereites Kraftfahrzeug auf eine angegliederte Parkfläche zu schieben.\n\nWutentbrannt machte sich unser Bausteinliebhaber nun zu Fuß auf den Weg, um Hilfe für sein geknechtetes Auto zu holen, wurde jedoch unvermittelt von der nun eintreffenden Streifenwagenbesatzung gestellt und nachdrücklich gebeten, alle Bausteine des kubikmetergroßen Grünstreifenberges zunächst manuell wieder in die vormals besitzende Baustelle zu transferieren, bevor er das Plazet erhielt, sich um seinen Golf zu kümmern.\n\nDie brilliante Abschlussbemerkung, nur ein \"paar Bausteine für die Dekoration des Aquariums\" geladen zu haben, konnte die Polizisten nicht vollständig überzeugen, so dass unser Mai-Preisträger neben einer hohen privaten VW-Instandsetzungsrechnung auch sicher ein Strafverfahren wegen versuchten Diebstahls erwartet.\n\nIch gratuliere dem (leider) nicht genannten Preisträger zum Neon-Award des Monats Mai.\n\nNeon!\n","basename":"mays-official-tragic-proof-of-a-missing-why-chromosome-price-3706422","counter":{"reads":1647,"comments":1,"hearts":0},"tags":[],"_by":"5adde22c7570adoc870115298","_modified":1532881364,"_created":1532881364,"_id":"5b5de9d4b80e6doc1197397654"},{"published":true,"commentsallowed":true,"commentsclosed":false,"date":"2007-04-28 16:30","title":"Kinder sind Zukunft!?","category":{"_id":"5b5de9d0341badoc1134167214","link":"categories","display":"Entgleisungen"},"image":"","content":"<p align=\"center\"><a href=\"http://farm1.static.flickr.com/186/475556939_7ccfaa18b0_o.jpg\"><img src=\"/cockpit/storage/uploads/twoday/spielkinder.jpg\" alt=\"spielkinder\"></a><br />Click to enlarge</p>\nNähe Düsseldorf. April 2007. Heute fotografiert. Abgerissenes Schild, seit längerem achtlos am Straßenrand unter Gestrüpp liegend, mit dem Aufdruck \"Achtung! Spielende Kinder\". Das Warnschild ist Abfall - der intendierte Schutz gleich mit entsorgt. Und niemand, der sich daran stört. Soviel zum Thema \"Kinder sind Zukunft\".\n\nNeon!\n","basename":"kinder-sind-zukunft-3667110","counter":{"reads":849,"comments":5,"hearts":0},"tags":[],"_by":"5adde22c7570adoc870115298","_modified":1532881364,"_created":1532881364,"_id":"5b5de9d4ab757doc1364736734"},{"published":true,"commentsallowed":true,"commentsclosed":false,"date":"2007-04-20 14:47","title":"The Monthly \"Tragic Proof of a Missing 'Why?' Chromosome\" Price","category":{"_id":"5b5de9d064e46doc434202120","link":"categories","display":"Neon-Award"},"image":"","content":"<p align=\"center\"><img src=\"/cockpit/storage/uploads/twoday/hannover.jpg\" alt=\"hannover\"></p>\nSeien wir ehrlich: In Gottes eigener Personalabteilung passieren viele Fehler. Genauso sicher, wie man sagen kann, dass das schnellste Sperma nicht immer das Smarteste ist, darf man wohl annehmen, dass nicht alles, was geboren wird und wurde, durch die finale Qualitätskontrolle hätte kommen dürfen.\n\nDie gute Nachricht ist, dass sich die Extremstbescheuerten durch ihre absolut idiotischen Handlungen früher oder später wieder selbst vorzeitig aus dem menschlichen Genpool entfernen - und das hoffentlich, bevor sie noch irgendwelche Nachkommen gezeugt haben. Aber auch bei den Bescheuerten gibt's ein Mittelmaß, welches uns im Zweifel ein Lebenlang (und verdammt, das kann subjektiv durchaus sehr lang werden) erhalten bleibt.\n\nDie Extremstbescheuerten stehen irgendwann in der Zeitung und bekommen ihren 10-Minuten-Ruhm, weil sie z.B. mit Feuerzeugen in Benzintanks leuchten, Elefanten oder Nashörner ärgern, bis sie wütend aufgespießt werden, oder Handgranaten zwischen die Zähne nehmen, die angeblich nicht mehr explodieren können. Soweit, so gut. Vor diesen Menschen kann man nur ehrenvoll den Hut ziehen, weil sie selbst - wenn auch zunächst ungewollt - den menschlichen Genpool von sich befreien und so zu einer nachhaltigen, inhaltlichen Wertsteigerung beitragen.\n\nDoch was ist mit denen, die auf halbem Wege stehenbleiben? Denen, die noch über einen marginalisierten Restmenschenverstand verfügen, der sie davon abhält, irreversible Handlungen mit letalem Ausgang zu starten. Auch diese Menschen würden sich über eine publizistische Ehrung freuen - ja oftmals stellen gerade jene sogar Hochnotabsonderliches an, um dieses Ziel der ungeteilten öffentlichen Aufmerksamkeit zu erreichen.\n\nAus diesem Grunde möchte ich zukünftig monatlich an dieser Stelle eine Person ehren, die zwar bewiesen hat, dass sie zu äußersten Dummheiten fähig ist, jedoch das finale Ziel ihrer vorzeitigen Terminierung (noch) nicht erreicht hat. Der Preis mit dem Namen \"<i>The Monthly Tragic Proof of a Missing </i>'Why?' <i>Chromosome</i>\" des Monats April geht heute an Britta Oelschläger aus Hannover.\n\nBritta wollte nach ihren eigenen Worten ein besonderes Tattoo haben, \"etwas Einmaliges, was keiner hat. Aber egal, welche Idee ich hatte - das gab es schon\". Dann fielen Britta Gottseidank zwei Sachen ein, auf die sie total steht: Hannover und Stadtpläne. Das Ergebnis sieht man oben. Ich gratuliere Britta zum April-Preis und möchte sie in dem Vorsatz bestärken, im Sommer möglichst viel \"rückenfrei\" zu tragen, damit man diesen schönen Beweis mehrfacher Synapsenfehlschaltungen vielerorts bewundern kann. Go, Britta, Go!\n\nNeon!\n","basename":"the-monthly-tragic-proof-of-a-missing-why-chromosome-price-3630584","counter":{"reads":7910,"comments":6,"hearts":0},"tags":[],"_by":"5adde22c7570adoc870115298","_modified":1532881364,"_created":1532881364,"_id":"5b5de9d49f548doc398232422"},{"published":true,"commentsallowed":true,"commentsclosed":false,"date":"2007-04-17 18:22","title":"My Star Spangled Banner","category":{"_id":"5b5de9d054870doc300587265","link":"categories","display":"Musik"},"image":"","content":"<p>Zur Feier des neu angelegten <a class=\"tip\" rel=\"tipsy\" title=\"Edit: Die esnips-Plattform wurde 2012 abgeschaltet\">esnips-Accounts</a> hier mal etwas Hochnotpersönliches, Selbsthandgespieltes, Selbstgesungenes, Selbstaufgenommenes, Selbstschlechtgemixtes, entstanden auf einer Takamine EAN-15C nebst temporären Einsatzes einer Ibanez SA-160 QMAM.</p>\n<p>Dieser Song-Mix beinhaltet die zwei wohl popu­lärsten Lieder überhaupt: Judy Garland’s „Over The Rainbow“ aus dem Film „Wizard of Oz“ und eine sehr persönliche Fassung der amerikanischen Nationalhymne „Star spangled banner“. Anfang ist entsprechend <strike>laut</strike> kratzbürstig, aber ich finde, es gehört als Gegensatz zu dem nachfolgenden, ruhigeren Stück einfach dazu. Hoffe, es gefällt.</p>\n<div class=\"audio\" title=\"http://www.s522667522.online.de/public/songs/Star_Spangled_Banner.mp3\">Star Spangled Banner - Neon Wilderness (Original von Seeking Homer)</div>\n<p class=\"top20\" style=\"line-height:1\"><span style=\"font-size:x-small!important;\">Edit 03/14: GoogleDrive MP3 source<br />Edit 09/16: Switched to Dropbox hosting (Public Google Drive terminated)<br />Edit 03/17: Switched to Webspace hosting (Public Dropbox terminated)</span></p>\n","basename":"my-star-spangled-banner-3604444","counter":{"reads":1759,"comments":15,"hearts":0},"tags":[],"_by":"5adde22c7570adoc870115298","_modified":1532881364,"_created":1532881364,"_id":"5b5de9d493671doc775454278"},{"published":true,"commentsallowed":true,"commentsclosed":false,"date":"2007-04-17 17:52","title":"Upload and share anything --> Go \"esnips\"","category":{"_id":"5b5de9d02bff0doc1463198807","link":"categories","display":"Außergewöhnliches"},"image":"","content":"<p align=\"center\"><img src=\"/cockpit/storage/uploads/twoday/esnips.jpg\" alt=\"esnips\"></p>\nHeute entdeckt auf der Suche nach etwas MP3 Webspace: esnips ist ein moderner Provider im Web 2.0 Look, der für jedermann beeindruckend amtliche 5 Gigabyte an Webspace bereitstellt. Anmeldung problemlos und schnell. Wer Fotos, Videos, Links, Musik und andere beliebige Dokumente (keine Einschränkung auf bestimmte Dateitypen) zentral an einer Stelle verfügbar haben will, der sollte sich <a href=\"http://www.esnips.com\">esnips</a> mal genauer ansehen.\n\nVorhandene und neu angelegte Folder können selbstverständlich je nach Inhalt \"privat\" oder \"öffentlich\" klassifiziert werden. \n\nNeon!\n","basename":"upload-and-share-anything-go-esnips-3604148","counter":{"reads":959,"comments":0,"hearts":0},"tags":[],"_by":"5adde22c7570adoc870115298","_modified":1532881364,"_created":1532881364,"_id":"5b5de9d487610doc1571290836"},{"published":true,"commentsallowed":true,"commentsclosed":false,"date":"2007-04-11 18:05","title":"Offener Brief","category":{"_id":"5b5de9d0341badoc1134167214","link":"categories","display":"Entgleisungen"},"image":"","content":"<b>Der dahingegangene Großbuchstabe</b>\nLiebe Frau Morgenstern! Nach heutigem Blogbesuch musste ich mit äußerstem Erschrecken feststellen, dass mein Name in der Blogroll-Liste nun auch klein geschrieben ist. Über viele Monate hatte ich es als Zeichen herausgehobener Ehrung verstanden, als einziger Nick in dieser ohnehin ehrenwerten Liste von ausnehmend brillianten, atemberaubend schönen und/oder bestechend kreativen Köpfen mit einem Großbuchstaben am Anfang versehen worden zu sein.\n\nNun dämmert es mir langsam, dass diese singuläre Großschreibung nur ein wager Zufall der Blog-Geschichte und damit ein Federstrich der Beliebigkeit war, der höchstwahrscheinlich kausal strikt auf Ihren übermäßigen nächtlichen Biergenuss oder einer fälschlich niedergedrückten Shift-Taste zum denkwürdigen Zeitpunkt der erstmaligen Aufnahme in diesen erlesenen Kreis bedeutender Zeitgenossen zurückzuführen ist. \n\nIch bin sicher, meine filigran-verletzlichen Worte lassen schnell erkennen, wie sehr mich die Rücknahme dieser Großschreibung, die ich immerhin in stiller Freude mehrere Monate genießen durfte, im Allerinnersten getroffen hat. Sicher - auch als nur noch einfaches, alphabetisch eingeordnetes Element dieser Liga unvergleichlicher Menschen, mit denen man sofort mehrere Nachkommen haben möchte, fühle ich mich durchaus wertgeschätzt - aber, seien wir ehrlich: die alte, wenn auch unintendierte Hervorhebung als einziger Großgeschriebener in dieser Versammlung menschlicher Preziosen mit außergewöhnlichem Leumund und beispielgebender DNA bleibt unerreichbar.\n\nIch wage nicht, Sie zu bitten, diesen wunderbaren Zustand wieder herzustellen, da ich spüre, wie sehr Sie sich einer aufgeklärt-humanistischen, gerechten Gleichbehandlung der Ihnen zugeneigten Blog-Jünger und -Sympathisanten verpflichtet fühlen. Gleichwohl war es mir wichtig, Sie in der mir eigenen Bescheidenheit wissen zu lassen, welchen Unterschied ein dahingegangener Großbuchstabe im Leben eines sensiblen Mannes auszumachen vermag.\n\nNeon! (bzw. \"neon\" ;)\n","basename":"offener-brief-3556797","counter":{"reads":714,"comments":5,"hearts":0},"tags":[],"_by":"5adde22c7570adoc870115298","_modified":1532881364,"_created":1532881364,"_id":"5b5de9d47b45ddoc664648182"},{"published":true,"commentsallowed":true,"commentsclosed":false,"date":"2007-03-01 03:15","title":"The Invisible Man","category":{"_id":"5b5de9d02bff0doc1463198807","link":"categories","display":"Außergewöhnliches"},"image":"","content":"<p align=\"center\"><img src=\"/cockpit/storage/uploads/twoday/InvMan.jpg\" alt=\"InvMan\"></p>\nI am an invisible man. No I am not a spook, like those who haunted Edgar Allan Poe, nor am I one of your Hollywood-movie ectoplasms. I am am man of substance, of flesh and bone, fiber and liquids - and I might even be said to possess a mind. I am invisible, understand, simply because people refuse to see me. Like the bodiless heads you see sometimes in circus sideshows, it is as though I have been surrounded by mirrors of hard, distorted glass. When they approach me they see only my surroundings, themselves, or figments of their imagination - indeed everything and anything except me.\n\nGlenn Ligon, Untitled (Ralph Ellison), 1994\nWhitney Museum of American Art, NY\n","basename":"the-invisible-man-3379746","counter":{"reads":523,"comments":0,"hearts":0},"tags":[],"_by":"5adde22c7570adoc870115298","_modified":1532881364,"_created":1532881364,"_id":"5b5de9d432393doc1030407282"},{"published":true,"commentsallowed":true,"commentsclosed":false,"date":"2007-01-04 14:27","title":"Richtigstellung","category":{"_id":"5b5de9d09dabadoc1231674246","link":"categories","display":"Wort des Tages"},"image":"","content":"<p align=\"center\"><img src=\"/cockpit/storage/uploads/twoday/panto.jpg\" alt=\"panto\"></p>\nAus gegebenem Anlass möchte ich zur Kenntnis geben, dass diese zarten Beine in den pinkfarbenen Plüschpantoffeln des aktuellen Januar-Headerbildes nicht meine sind:\n\n1. bin ich immer noch männlich und besitze nachweislich muskolösere Unter- und Oberschenkel \n\n2. präferiere ich Plüschpantoffeln in Zartpfirsich, African Violet, Honiggold oder allenfalls in hell-mediterranem Bleu mit sanftem Himbeereinschlag.\n\nIch denke, diese Klarstellung war wichtig!\n","basename":"richtigstellung-3140566","counter":{"reads":651,"comments":2,"hearts":0},"tags":[],"_by":"5adde22c7570adoc870115298","_modified":1532881363,"_created":1532881363,"_id":"5b5de9d3e86c8doc871055972"},{"published":true,"commentsallowed":true,"commentsclosed":false,"date":"2007-01-01 19:46","title":"Blog-Verwahrlosung","category":{"_id":"5b5de9d0341badoc1134167214","link":"categories","display":"Entgleisungen"},"image":"","content":"<p align=\"center\"><img src=\"/cockpit/storage/uploads/twoday/verwahrlosung.jpg\" alt=\"verwahrlosung\"></p>\nPuh! Über einen Monat nichts Neues gepostet. Ich leide an Zeitmangel, temporärer Schwunglosigkeit in Parallelität zu schizophrener Weihnachtspsychose, chronischem Silvesterkater und manischer Blog-Verwahrlosung. Wie gut, dass in 2007 alles anders wird!\n\nEin besonderes \"Mea Culpa\" geht an Frau Morgenstern für ihren unabsichtlich übersehenen Beitrag vom 5. Dezember. Als Friedensangebot lade ich mir gerade die Colin Hay CD runter. Und werde nie wieder das Wort Hedonismus in den Mund nehmen. Jedenfalls nicht im Januar. ;)\n","basename":"blogverwahrlosung-3126862","counter":{"reads":1654,"comments":1,"hearts":0},"tags":[],"_by":"5adde22c7570adoc870115298","_modified":1532881363,"_created":1532881363,"_id":"5b5de9d3dccafdoc1867732928"},{"published":true,"commentsallowed":true,"commentsclosed":false,"date":"2006-11-28 21:12","title":"Mean Mr. Mustard","category":{"_id":"5b5de9d09dabadoc1231674246","link":"categories","display":"Wort des Tages"},"image":"","content":"Oh, ich habe seit heute ein neues Lieblingsschimpfwort: \"Evolutionsbremse!\". Das kachelt!\n","basename":"mean-mr-mustard-2997656","counter":{"reads":600,"comments":0,"hearts":0},"tags":[],"_by":"5adde22c7570adoc870115298","_modified":1532881363,"_created":1532881363,"_id":"5b5de9d3ad1cbdoc981149327"},{"published":true,"commentsallowed":true,"commentsclosed":false,"date":"2006-11-23 11:39","title":"Juli im November","category":{"_id":"5b5de9d02bff0doc1463198807","link":"categories","display":"Außergewöhnliches"},"image":"","content":"<p><object width=\"425\" height=\"350\"><embed src=\"http://www.youtube.com/v/XyryVETXx8g\" type=\"application/x-shockwave-flash\" wmode=\"transparent\" width=\"425\" height=\"350\"></embed></object></p>\nUnd ich liebe dieses Lied. Genau das richtige für Skorpione mit Maximalemotionen und Leben-am-Anschlag-Maxime.\n","basename":"juli-im-november-2974015","counter":{"reads":479,"comments":2,"hearts":0},"tags":[],"_by":"5adde22c7570adoc870115298","_modified":1532881363,"_created":1532881363,"_id":"5b5de9d3d079edoc699148219"},{"published":true,"commentsallowed":true,"commentsclosed":false,"date":"2006-11-21 19:01","title":"Wie der Chauffeur meines Urgroßvaters gefressen wurde","category":{"_id":"5b5de9d0341badoc1134167214","link":"categories","display":"Entgleisungen"},"image":"","content":"<p align=\"center\"><img src=\"/cockpit/storage/uploads/twoday/chauffeur.jpg\" alt=\"chauffeur\"></p>\nAuch mir offenbarte sich erst kürzlich diese dramatische Geschichte eines meiner Vorfahren - und das kam so... \n\nAus Toronto eingeflogen, weilte meine deutsch-kanadische Cousine samt Familie in Deutschland. Im Garten stehe ich mit ihrer 8-jährigen Tochter am Grill und wir entdecken gemeinsam eine tote Hummel im Gras. Daraufhin entwickelt sich folgendes Gespräch in einem lustigen Gemisch aus Deutsch und Englisch (hier nur auf Deutsch):\n\n<b>Sie</b>: \"Ich habe eine Freundin in Toronto, die mag alle Tiere!\"\n\n<b>Ich</b>: \"Aha, das ist schön! Ich mag auch Tiere!\" (mein Blick wandert dabei für einen Moment zurück zum Grill und mein Magen knurrt zeitlich passend)\n\n<b>Sie</b>: \"Meine Freundin mag auch wilde Tiere!\" (wobei die Betonung auf WILD lag. Ich spürte deutlich, dass sie mit etwas ganz Großem rüberkommen wollte, etwas, das sie stark beschäftigte. Und so fragte ich weiter...)\n\n<b>Ich</b>: \"Und Du? Magst du denn keine wilden Tiere?\"\n\n<b>Sie</b>(etwas knapp): \"Nein!\" (Ich wusste, ich war nah dran, denn sie wartet förmlich auf meine nächste Frage und schaut mich erwartungsvoll an...)\n\n<b>Ich</b>: \"Das ist aber komisch. Und wieso magst du keine wilden Tiere?\"\n\n<b>Sie</b>: \"Mein UrUrOpa hat mal einen Tiger erschossen!\" (Potzblitz, ich dachte immer, dass ich ganz gut informiert sei über meine Ahnen, die sich immerhin exakt bis zu den Reformationskriegen zurückverfolgen liessen, aber dieses Tiger-Ereignis war auch mir neu)\n\n<b>Ich</b>: \"Ich glaube, da hat dir deine Mama einen Bären aufgebunden!\" (worauf sie eine Schnute zieht und beginnt, mich irritiert bis empört anzugucken)\n\n<b>Sie</b>: \"Nein, nein, das stimmt! Der Tiger hat nämlich seinen Chauffeur gefressen!\" \n\nDas weckte nun endgültig die Neugier in mir, da normalerweise keine 8-jährige Geschichten über aufgefressene Chauffeure erfindet. Meine dazugerufene Cousine klärte mich dann auf...\n\nIhr/mein Urgroßvater war einige Jahre in Sumatra (heute Indonesien). Offensichtlich hatte er dort einen einheimischen Fahrer. Eines Tages war es die tragische Aufgabe des Fahrers, den defekten Wagen zu reparieren. Dazu hatte er ihn aufgebockt und offensichtlich begonnen, unter dem Wagen liegend, an dem Fahrzeug zu werkeln. Dabei muss ihn der Tiger überrascht haben. Zumindest schloss man das später aus den verteilt herumliegenden Körperstücken. Dazu muss man wissen, dass Tiger nicht notwendigerweise Menschen angreifen, aber wenn sie es einmal getan haben, ist die Wahrscheinlichkeit der Wiederholung sehr groß. Also beschloss man, den Tiger zu jagen, weil die Menschen Angst hatten, dass er weiter morden würde. Schließlich spürte man ihn auf und mein Urgroßvater erschoss den Chauffeur-Killer.\n\nWie fand diese Geschichte den Weg zur 8-jährigen? In ihrer kanadischen Grundschule bekam ihre Klasse die Aufgabe, eine besondere Geschichte aus der Familie mitzubringen und zu erzählen. Meine Cousine erzählte ihr daraufhin diese wahre, seltsame Begebenheit um ihren UrUrGroßvater aus Sumatra. Seitdem ist sie der bewunderte Star der Grundschule. Man raunt leise und ehrfüchtig ihren Namen, wenn sie vorbeigeht. Wer hat schon einen Verwandten in der Familie, der einen Tiger erschoss, weil er seinen Chauffeur aufgefressen hat...\n","basename":"wie-der-chauffeur-meines-urgrossvaters-gefressen-wurde-2966604","counter":{"reads":756,"comments":0,"hearts":0},"tags":[],"_by":"5adde22c7570adoc870115298","_modified":1532881363,"_created":1532881363,"_id":"5b5de9d3c43c6doc1779159220"},{"published":true,"commentsallowed":true,"commentsclosed":false,"date":"2006-11-17 16:58","title":"Wahlverwandtschaften","category":{"_id":"5b5de9d09dabadoc1231674246","link":"categories","display":"Wort des Tages"},"image":"","content":"<p align=\"center\"><img src=\"/cockpit/storage/uploads/twoday/1711.jpg\" alt=\"1711\"></p>\nSoeben herausgefunden: Was haben Danny deVito, Sophie Marceau und ich gemeinsam? Heute Geburtstag, genau. Ich finde, das musste mal gesagt werden, auch, wenn ich mindestens 40cm größer als deVito bin. Was letztlich nur ein weiterer Grund ist, warum das vermeintlich verbindliche Konzept der Astrologie in sich nicht schlüssig sein kann.\n\nI'm off to party.\n","basename":"wahlverwandtschaften-2947595","counter":{"reads":622,"comments":1,"hearts":0},"tags":[],"_by":"5adde22c7570adoc870115298","_modified":1532881363,"_created":1532881363,"_id":"5b5de9d3b85b5doc1388135407"},{"published":true,"commentsallowed":true,"commentsclosed":false,"date":"2006-11-11 16:13","title":"Galeerenruderer","category":{"_id":"5b5de9d0341badoc1134167214","link":"categories","display":"Entgleisungen"},"image":"","content":"<p align=\"center\"><img src=\"/cockpit/storage/uploads/twoday/Galeere.jpg\" alt=\"Galeere\"></p>\nAls ich gestern Abend im Fitness-Studio von meinem Oberschenkelmuskeltrainer auf den Gymnastikkursraum der Frauen blickte, schoss mir folgendes durch den Kopf: Frauen wären mit Abstand die besseren Galeerenruderer gewesen, denn es macht ihnen ungeheuren Spass, sich nach einem lauten, hämmernden Takt gleichförmig zu bewegen.\n","basename":"galeerenruderer-2921092","counter":{"reads":689,"comments":0,"hearts":0},"tags":[],"_by":"5adde22c7570adoc870115298","_modified":1532881363,"_created":1532881363,"_id":"5b5de9d3b060bdoc1785868943"},{"published":true,"commentsallowed":true,"commentsclosed":false,"date":"2006-10-26 17:16","title":"Ouch!","category":{"_id":"5b5de9d0341badoc1134167214","link":"categories","display":"Entgleisungen"},"image":"","content":"<p align=\"center\"><img src=\"/cockpit/storage/uploads/twoday/CentralPark.jpg\" alt=\"CentralPark\"></p>\nSeit ich 1999 ein Jahr in New York lebte und arbeitete, weiß ich, dass das Interesse des Durchschnittsamerikaners an der Welt geographisch ungefähr an der Küstenstadt Newport Beach endet. Die Kenntnisse über andere Kulturen, Sprachen, Länder, Politik jenseits der USA sind beeindruckend gering - dafür weiß man genau, dass 2 Blocks weiter ein Taxi in einen übervollen Abfalleimer geknallt ist.\n\nDazu passt die Umfrage eines arabischen Reporters, der mit mehreren Fragen Amerikaner über ihre \"Muslim-Kenntnisse\" befragte. 2 Beispiele:\n\nWhat is the name of the holy month in Islam?\n\n1. Antwort: Ähmm, mmhhhh, Dijhad!?\n2. Antwort: I thought.. it was... January!?\n3. Antwort: December!?\n\nWhere is Mekka?\n\n1. Antwort: in Israel\n2. Antwort: in Jerusalem\n3. Antwort: in Pakistan\n\nOuch!\n","basename":"ouch-2855542","counter":{"reads":507,"comments":4,"hearts":0},"tags":[],"_by":"5adde22c7570adoc870115298","_modified":1532881363,"_created":1532881363,"_id":"5b5de9d39fe67doc1864052775"},{"published":true,"commentsallowed":true,"commentsclosed":false,"date":"2006-10-25 20:03","title":"Neon Roots","category":{"_id":"5b5de9d0341badoc1134167214","link":"categories","display":"Entgleisungen"},"image":"","content":"<p align=\"center\"><img border=\"0\" src=\"http://www.neon.de/img/standard/neon_logo.gif\" width=\"190\" height=\"40\" /></p>\n\nSagt doch heute einer zu mir: \"Neon, ach ja, is klar, von diesem Stern-Ableger abgeguckt\". Und ich sage (signifikant entrüstet): \"Hör mal zu, du Nullblicker, ich war schon Neon, da haben sich die Macher der gleichnamigen Zeitschrift noch täglich eine ganze Tube Clearasil ins Gesicht geschmiert oder sind mit der Blechtrommel um den Weihnachtsbaum getobt!\".\n\nUnd für andere fleischgewordene Nihilisten: Hört das ('Urban Hymns', The Verve, 1997) oder schweigt für immer. ;)\n","basename":"neon-roots-2851898","counter":{"reads":616,"comments":0,"hearts":0},"tags":[],"_by":"5adde22c7570adoc870115298","_modified":1532881363,"_created":1532881363,"_id":"5b5de9d393deedoc1098100143"},{"published":true,"commentsallowed":true,"commentsclosed":false,"date":"2006-10-25 18:03","title":"Daisy","category":{"_id":"5b5de9d0341badoc1134167214","link":"categories","display":"Entgleisungen"},"image":"","content":"<p align=\"center\"><img src=\"/cockpit/storage/uploads/twoday/Daisy.jpg\" alt=\"Daisy\"></p>\nLese gerade in Google News, dass heute Daisy, Rudolph Moshammer's Hund, gestorben ist. Ich bin sicher, dass sie als einzige Augenzeugin des Mordes tiefe seelische Krisen durchleiden musste und vor Gram und Depressionen jetzt zum letzten Mal in den blauen Veloursteppich gebissen hat. Sowas hält kein Hund aus - und schon garnicht die beschleifte Teppichratte einer pomadigen Puderdose.\n\nMöge sie in der Wohnzimmervitrinenurne von Chauffeur Kaplan in Frieden ruhen. Amen!\n","basename":"daisy-2851224","counter":{"reads":522,"comments":0,"hearts":0},"tags":[],"_by":"5adde22c7570adoc870115298","_modified":1532881363,"_created":1532881363,"_id":"5b5de9d387d2fdoc193622643"},{"published":true,"commentsallowed":true,"commentsclosed":false,"date":"2006-10-24 21:32","title":"Wort des Tages","category":{"_id":"5b5de9d09dabadoc1231674246","link":"categories","display":"Wort des Tages"},"image":"","content":"NAKHUR (persisch) - ein Kamel, welches keine Milch gibt, bis man seine Nasenlöcher gekitzelt hat. Ich werde das als potenziellen Nick notieren, sollte ich mich mal in einen Bauern-Chat einloggen.\n","basename":"wort-des-tages-2847783","counter":{"reads":682,"comments":2,"hearts":0},"tags":[],"_by":"5adde22c7570adoc870115298","_modified":1532881363,"_created":1532881363,"_id":"5b5de9d37aad4doc511106378"},{"published":true,"commentsallowed":true,"commentsclosed":false,"date":"2006-10-24 03:16","title":"Done deal","category":{"_id":"5b5de9d05c09edoc1743428714","link":"categories","display":"Nachtgedanken"},"image":"","content":"Für interessante Menschen muss man schon mal Commitment zeigen - is klar! Aber dass ich jetzt um 03:22 noch was Geistreiches hier reinschreibe, das geht ja nun mal garnicht. Und da kann sich auch eine Frau Morgenstern mal auf's Naturhaar stellen. ;) Außerdem ist es verdammt noch mal mehr wert als - sagen wir - eine Anstecknadel in Wappenform, dass <strike>man</strike> Frau innerhalb eines Tages in meinen Favoriten landet. Und jetzt... geh ich schlafen! More to come...\n\n<b>@ambre </b>- habe gerade noch in deinem Viennale-Bericht gelesen und fühle mich plötzlich mit Kenneth Anger zu etwa 93,5% genetisch verwandt, wenn nicht sogar identisch. Und daher möchte ich dir quasi in seinem Namen sagen: Ja, du hättest aufstehen sollen und eine solo-ambre-standing-ovation vom Zaun brechen müssen. In solchen Situation ist Führungskraft gefragt. Vergiss das Filmkritikseminar - aber lern' im richtigen Moment aufzustehen und wild ehrlichen Herzens loszuklatschen! Happiness is a warm gun!\n\nNeon! ;)\n","basename":"done-deal-2843827","counter":{"reads":1039,"comments":3,"hearts":0},"tags":[],"_by":"5adde22c7570adoc870115298","_modified":1532881363,"_created":1532881363,"_id":"5b5de9d36f7cbdoc367707534"}]